[{"Page":1,"Content":"2 *p37682a0216* answer all the questions.  write your answers in the spaces provided. 1 a student carried out a series of tests on two solids, x and y. in parts (a) and (b),  complete the inference column in the tables using names or formulae.    (a) (3) test observation inference (i) carry out a  flame test on  solid x. lilac flame. cation in x  (ii) dissolve solid x in  water. add dilute  nitric acid followed  by aqueous silver  nitrate. test any precipitate  formed with  concentrated ammonia solution. pale cream precipitate  formed which dissolved  in concentrated ammonia  solution. anion in x  (iii) add a few drops of  concentrated sulfuric  acid to a small  portion of solid x. a red-brown gas z was  released which condensed to a  red-brown liquid. identity of gas z    (iv)  give the formula of solid x. (1)    (b) (3) test observation inference (i) warm a small  quantity of solid y with aqueous sodium  hydroxide and test  any gas evolved with  damp red litmus  paper. colourless gas evolved that  turned damp red litmus paper blue. gas evolved  cation in y  (ii) acidify a solution  of y with dilute  hydrochloric acid  and then add aqueous  barium chloride.  white precipitate formed. anion in y    (iii)  give the formula of solid y. (1)  (total for question 1 = 8 marks) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":2,"Content":"3 *p37682a0316* turn over   2 an organic liquid, w, has the structure hoch2ch chch2oh   complete the table by writing the observations you would expect to make when the  following tests are carried out. test observation add w, drop by drop, to a small volume  of bromine water and shake the mixture  until there is no further change.  colour change  from  to  add phosphorus(v) chloride to w. test any gas evolved with damp blue  litmus paper.   add aqueous potassium dichromate(vi),  acidified with dilute sulfuric acid, to w and heat the mixture. colour change  from  to  (total for question 2 = 6 marks) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":3,"Content":"4 *p37682a0416* 3 a titration was carried out in order to investigate the neutralization reaction shown  below. hcl(aq) + naoh(aq) o nacl(aq) + h2o(l) procedure   1. using a pipette, transfer 50.0 cm3 of sodium hydroxide solution, concentration  1.00 mol dm 3, to a polystyrene cup.  allow to stand for a few minutes.   2. record the temperature of the solution.   3. from a burette, add 5.00 cm3 of dilute hydrochloric acid to the solution in the cup.   4. stir the mixture with the thermometer and record the temperature.   5. add successive 5.00 cm3 portions of hydrochloric acid, stirring the mixture and  recording the temperature after each addition.   6. continue adding hydrochloric acid until a total of 50.00 cm3 of the acid has been  added.   results volume of hcl(aq)  added / cm3 0.00 5.00 10.00 15.00 20.00 25.00 30.00 35.00 40.00 45.00 50.00 temperature /  c 22.2 23.7 25.1 26.6 28.0 29.5 29.2 28.4 27.6 26.8 26.0   a graph of the temperature (y-axis) against the volume of hydrochloric acid added          (x-axis) enables the maximum temperature rise and the volume of acid required for  neutralization to be determined.  from this information it is possible to calculate   x  the concentration of the hydrochloric acid   x  the enthalpy change for the reaction. pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":4,"Content":"5 *p37682a0516* turn over     (a) (i) plot a graph of temperature against volume of acid added on the axes below.   draw two straight lines on your graph and extrapolate the lines until they  intersect. (2)     (ii) use the extrapolated lines on your graph to read off the maximum temperature  reached in the neutralization reaction. (2) maximum temperature  qc     (iii) the point at which the two extrapolated lines meet corresponds to the volume of  hydrochloric acid required for neutralization.  read off this volume from your  graph. (1) volume of hydrochloric acid  cm3 32   30   28   26   24   22   20     0   10   20   30   40   50 temperature / qc volume of hcl(aq) / cm3 pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":5,"Content":"6 *p37682a0616*     (iv) calculate the number of moles of sodium hydroxide in 50.0 cm3 of a  1.00 mol dm 3 solution. (1)     (v) hcl(aq) + naoh(aq) o nacl(aq) + h2o(l)       use this equation and your answers to (iii) and (iv) to calculate the  concentration of the hydrochloric acid in mol dm 3. (2)   (b) (i) use your graph and answer to (a)(ii) to calculate the maximum temperature  change,  t, for the reaction. (1)  t =   c pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":6,"Content":"7 *p37682a0716* turn over       (ii) use your value for the temperature rise,  t,  to calculate the heat energy  produced when 50.0 cm3 of sodium hydroxide is exactly neutralized by the  volume of hydrochloric acid you obtained in (a)(iii).       use the expression       energy      = total mass of   specific heat capacity   temperature       produced (j)       solution         of solution           rise       [assume the specific heat capacity of the solution to be 4.2 j g 1  c 1 and the  density of the solution to be 1.0 g cm 3] (2)     (iii) use your answers to (a)(iv) and (b)(ii) to calculate the enthalpy change, in  kj mol 1, for this reaction.       give your answer to two significant figures and include a sign. (3)  h =  kj mol 1 (total for question 3 = 14 marks) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":7,"Content":"8 *p37682a0816* 4 an experiment was carried out to determine the concentration of a solution of potassium  iodate(v), kio3.   procedure   1. from a large volume of a solution of potassium iodate(v), use a pipette to withdraw  a 25.00 cm3 sample and place the sample in a conical flask.   2. add excess amounts of both potassium iodide solution and dilute sulfuric acid to the  25.00 cm3 of potassium iodate(v) solution in the conical flask.  the iodate(v) ions  oxidize iodide ions to iodine, in acidic solution, as shown in equation 1:   io3  + 5i  + 6h+ o 3i2 + 3h2o (equation 1)   3. titrate the iodine formed with a solution of sodium thiosulfate, na2s2o3, using starch  as indicator.   i2 + 2na2s2o3 o 2nai + na2s4o6 (equation 2) results number of titration 1 2 3 burette reading (final) / cm3 25.10 26.35 24.10 burette reading (initial) / cm3  0.00  2.05  0.00 volume of na2s2o3 used / cm3 25.10 24.30 24.10   (a) (i) which two titrations should be used to calculate the mean (average) titre?   explain your answer. (2)     pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":8,"Content":"9 *p37682a0916* turn over       (ii) calculate the mean titre in cm3. (1)     (iii) the sodium thiosulfate solution used in the titration has a concentration of  0.100 mol dm 3.  calculate the number of moles of sodium thiosulfate in the  mean titre. (1)     (iv) use equation 2 to calculate the number of moles of iodine, i2, that reacted with  the number of moles of sodium thiosulfate you have calculated in part (a)(iii). (1)     (v) use your answer to part (a)(iv) and equation 1 to calculate the number of  moles of iodate(v) ions in 25.00 cm3 of solution. (1)     (vi) use your answer to (a)(v) to calculate the concentration of the potassium  iodate(v) solution, kio3, in g dm 3.       [the molar mass of kio3 is 214 g mol 1] (2) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":9,"Content":"10 *p37682a01016*   (b) (i) the error associated with reading the 25.00 cm3 volume of the potassium  iodate(v) solution in a pipette is   0.06 cm3.       calculate the percentage error associated with using a 25.00 cm3 pipette. (1)     (ii) describe two things you could do to ensure that the burette readings are as  accurate as possible.  assume that the burette has been appropriately rinsed and  filled with the sodium thiosulfate solution. (2) 1     2     (total for question 4 = 11 marks) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":10,"Content":"11 *p37682a01116* turn over   blank page pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":11,"Content":"12 *p37682a01216* 5 an experiment was carried out to prepare iodoethane, ch3ch2i.   procedure   1. put some solid, moist red phosphorus into a flask.   2. add ethanol to the flask.   3. set up the apparatus as shown in diagram 1. diagram 1   4. add 25.4 g of powdered iodine, in small portions, to the flask.    5. before each addition, remove the condenser.  add the iodine and then immediately  replace the condenser.   6. when all the iodine has been added, allow the flask to stand for 10 minutes and then  heat the flask for one hour as shown in diagram 1.   7. separate the iodoethane from the reaction mixture and dry it.   8. finally, purify the iodoethane using the apparatus shown in diagram 2.  collect the  iodoethane over a suitably narrow temperature range. heat water bath water in water out pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":12,"Content":"13 *p37682a01316* turn over   diagram 2 data name appearance flammability boiling temperature /  c ethanol iodoethane colourless liquid colourless liquid flammable flammable 78 72   equations 2p + 3i2 o 2pi3 3ch3ch2oh + pi3 o 3ch3ch2i + h3po3 heat water bath water in water out pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":13,"Content":"14 *p37682a01416*   (a) (i) identify the technique shown in each diagram. (2) diagram 1   diagram 2       (ii) explain why a stopper should not be placed in the top of the condenser shown  in diagram 1. (1)     (b) (i) give one reason why the iodine was added over a period of time and in small  amounts. (1)       (ii) explain why water baths were used in both step 6 and step 8 rather than heating  the flasks directly with a bunsen flame. (1)        (iii) suggest the temperature range suitable for the collection of iodoethane shown in  diagram 2. (1)       from            to             c pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":14,"Content":"15 *p37682a01516*   (c) (i) calculate the number of moles of iodine, i2, in 25.4 g of iodine.        use the relative atomic mass of i = 127 (1)     (ii) in this reaction, 1 mol i2 forms 2 mol ch3ch2i.       calculate the maximum mass of iodoethane, in g, that could be formed from  25.4 g of iodine.       use the following relative atomic masses: c = 12, h = 1, i = 127 (3)     (iii) in a preparation, the mass of iodoethane collected was 23.4 g.       calculate the percentage yield in this preparation. (1) (total for question 5 = 11 marks) total for paper = 50 marks pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":15,"Content":"WINL}93N}| winiqiua SOLIOS BPLULPV ,,  dj 0) Salas aplueUque] , GZ\\ L9L  88 Z8 paj}ed1qUauNe A})NJ JOU Ing aU} l winipes | wnisuey  peyiodas usaq aAeYy OL 1-Z)) SdoquuNU DLWOJe YM S}UdWAa)A x9V ey 4J4 [47z] | [9zz] | [Ezz] Gg r8  g Lg ZS 9  Gc  aulzyeyse | winiuojod | yynuwsig wniyeyy | Ainosaw WINLWWSO winiujey = wnueyjue}} wnueg uunisaes WV Od lg IL sO 3H x27] eg 9) [o1z] | [60z] | 0 60z y' 0Z GQ/L 6'8EL | ELEL | 6 ZEL  G ras LS 6 Or  SUIPOL wunwin)ja} | Auowijue L wniput | Wniwiped AQALS WINLUODALZ winipiqnJ | aL qs ul PD BV JZ qu 6 91 LCL 8 LZL BS VLL VTL 6 LZ01 7 16 Le  wunijes jaddo> eyDLu yeqo> winiuezl} eo) nd LN 0) th L'69 G e9 L  8S 6 85 6 LV LI at vi th (Z4) (LL) (OL) (6)  SULIO]UD anjyns UuorIS | NiulWNye 2) S LS IV G Ge L Ze L 8Z O'LC OL 6 8 G Jaquinu (uojod) 21wW0jze UOosU SULION)J uasAxo | uasol}lu | UOq/ed uoloq aweu winiyjAueg | wintuy  ON 4d O N 2) q JoquiAs s1wWojze oq I] C02 0 61 O91 O'VL O CI 8 01 SSEUW IIWIOJE SAE}OI 0 6 69  Z (Zt) (91) (SL) (FL) ( L) j Kay, (Z) (L) minted uasoipAy oH r O'r O\"l (91) (3) 0 L 9 G 4   Z |  sjuaWa}q JO 2142] DIPOLiad aU  6 1 6  1  P 3 7 6 8 2 A O  16 ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2011 MS - Unit 3 Edexcel Chemistry A-level.pdf"}]