[{"Page":1,"Content":"2 *p44883a0216* answer all the questions.  write your answers in the spaces provided. 1 (a) a series of tests is carried out on a white solid, x, which contains one cation and  one anion.     complete the table below. test observation inference (name or formula) (i) carry out a flame test on x a persistent  yellow colour the cation in x is  (1) (ii) add dilute hydrochloric acid  to the solid x bubble the gas given off  into limewater effervescence the limewater  turns cloudy the anion in x is  (1)     (iii) write a balanced equation, including state symbols, for the reaction between the  gas formed in the reaction in (a)(ii) and limewater (calcium hydroxide solution). (2)   (b) another white solid, y, also contains one cation and one anion.     complete the table below. test observation inference (i) carry out a flame test  on y  strontium ions are  present (1) (ii) add dilute nitric acid  and dilute aqueous  silver nitrate to a  solution of y .   the anion in y is  probably a chloride (1) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":2,"Content":"3 *p44883a0316* turn over         (iii) a further test is carried out on the mixture formed in (b)(ii).  this confirms that  y contains chloride ions, and not bromide or iodide ions.       describe this test and give the result. (2) test   result       (iv) what would you observe when the mixture formed in (b)(ii) is left to stand in  sunlight?       name the product responsible for this observation. (2) observation  product    (c) when aqueous solutions of x and y are mixed, a white precipitate forms.     write an ionic equation for the reaction which produces the white precipitate.   state symbols are not required. (1) (total for question 1 = 11 marks) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":3,"Content":"4 *p44883a0416* 2 an organic compound, z, has only one  oh group.   (a) state the test which confirms the presence of an  oh group and give the result  of a positive test. (2) test  result     (b) name two series of organic compounds, with different general formulae, each of  which has one  oh group. (1)  and    (c) neither red nor blue litmus paper changed colour when used to test an aqueous  solution of z.  a different sample of z was warmed with a mixture of aqueous  potassium dichromate(vi) and sulfuric acid.  no change was observed.     what can be deduced about the identity of the functional group in z from each of  these observations? justify your answer. (2) test with litmus paper   warming with aqueous potassium dichromate(vi) and sulfuric acid   pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":4,"Content":"5 *p44883a0516* turn over       (d) z was investigated by measuring the volume of carbon dioxide formed on  complete combustion.     a sample of 0.10 mol of z produced 9.6 dm3 of carbon dioxide.     under the conditions of the experiment, the molar volume of a gas is 24 dm3 mol 1.     use this information to calculate the number of carbon atoms in one molecule of z.  use the result of your calculation and your deduction in (c) to draw the displayed  formula of z.  show your working. (3)   (e) z has several isomers, only some of which contain an  oh group.     (i) give one piece of evidence from their mass spectra which would show that  two compounds could be isomers. (1)       (ii) how could infrared spectroscopy be used to show that two isomers of z both  have an  oh group?  you are not required to give wavenumber values. (1)     (total for question 2 = 10 marks) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":5,"Content":"6 *p44883a0616* 3 this question is about enthalpy changes which occur on dissolving different substances.   (a) the enthalpy change which occurs when solid ammonium chloride, nh4cl,  dissolves in water was found using the method below.     25.0 cm3 of water was measured using a burette and put into a small beaker.  the temperature of the water was measured.     5.00 g of powdered ammonium chloride was added to the water, the mixture   was stirred continuously and the lowest temperature of the resulting solution   was recorded.     results:     initial temperature of water        =    22.0qc     lowest recorded temperature    =    11.5qc     (i) calculate the energy transferred when 5.00 g of ammonium chloride dissolves  in 25.0 cm3 of water.       hence calculate the enthalpy change,  hsolution, which occurs when 1 mol of  ammonium chloride dissolves in water.       give your final answer to three significant figures and include a sign and units.       use the equation:       energy transferred (j) = mass of water   4.18   temperature change.       the density of water is 1.00 g cm 3 (3) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":6,"Content":"7 *p44883a0716* turn over         (ii) the thermometer used in this experiment gave a total uncertainty in the  temperature measurement of just under  5%.        the mass of ammonium chloride was measured using a balance which had an  uncertainty of  0.005 g in each reading.       show by calculation that the uncertainty of the result of the experiment  would not be improved significantly if a more precise balance was used. (2) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":7,"Content":"8 *p44883a0816*   (b) in order to determine a more accurate value for the temperature change, the  experiment in (a) was repeated with some modifications to the procedure.     the temperature of the water was measured as a stop clock was started, and  again after one minute and two minutes.  three minutes after starting the clock,  the ammonium chloride was added to the water.  the temperature was then  read each minute from the fourth to the tenth minute, while stirring the mixture  continuously.     (i) on the grid below, mark where you would expect to find the points when the  temperature measurements are plotted against time.  the initial temperature  has been plotted for you.  you are not expected to plot the position of the  points accurately; simply indicate their approximate position relative to the  starting point. (2)     (ii) on the grid, draw the lines needed to determine the maximum temperature change. add a label to show the maximum temperature change on the graph. (2) time / minutes temperature  / qc 0 1 2 3 4 5 6 7 8 9 10 pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":8,"Content":"9 *p44883a0916* turn over         (iii) a student carried out the experiment using water from a tap.  what is the  purpose of measuring the temperature of the water at 0, 1 and 2 minutes  from the time of starting the clock? (1)     (c) the equation for the thermal decomposition of ammonium chloride is shown  below. nh4cl(s) o nh3(g) + hcl(g)     (i) suggest why the enthalpy change for this reaction,  hreaction, is difficult to  determine directly by experiment. (1)   pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":9,"Content":"10 *p44883a01016*     (ii) some enthalpy changes which can be determined experimentally are listed  below.       nh4cl(s) + water  o nh4cl(aq)   h1       nh3(g)  + water  o nh3(aq)   h2       hcl(g)  + water  o hcl(aq)   h3       nh3(aq) + hcl(aq) o nh4cl(aq)   h4       by adding arrows to the diagram below, construct a hess cycle which can be  used to calculate the enthalpy change,  hreaction, for the thermal decomposition  of ammonium chloride.       label each arrow with the appropriate symbol chosen from the list above for  the enthalpy change.  assume that water is added where necessary to make   a solution. (1)     (iii) give the expression for the enthalpy change,  hreaction, for the thermal  decomposition of ammonium chloride, in terms of the other enthalpy  changes in the cycle. (1)      hreaction = (total for question 3 = 13 marks) nh4cl(s) nh4cl(aq) nh3(g) + hcl(g) nh3(aq) + hcl(aq)  h reaction pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":10,"Content":"11 *p44883a01116* turn over     4 cyclohexene, c6h10, can be prepared by dehydrating cyclohexanol, c6h11oh, with  phosphoric acid.   h3po4 c6h11oh   c6h10 + h2o   procedure   step 1  12.0 cm3 of cyclohexanol was put into a small flask.  5 cm3 of concentrated  phosphoric acid, an excess, was added slowly to the cyclohexanol using a  dropping pipette.  some anti-bumping granules were added to the mixture  and the flask was set up for distillation.   step 2  the portion of the distillate collected between 80qc and 90qc contained only  cyclohexene and water.   step 3  the distillate of cyclohexene and water was transferred to a separating funnel  and a saturated solution of sodium chloride was added.  most of the water  which was in the distillate went into the saturated sodium chloride layer.   step 4  the crude cyclohexene was run out of the separating funnel and dried with  anhydrous calcium chloride.   step 5  the calcium chloride was removed by filtration through glass wool, and the  liquid was redistilled to collect pure cyclohexene.   cyclohexene has an unpleasant smell and irritates the eyes, so the entire experiment  was carried out in a fume cupboard.  in step 1, tubing was connected to carry any  uncondensed cyclohexene to a drain.   (a) the chemicals involved in this reaction are all hazardous if they make contact with  the eyes, or if swallowed or inhaled.     other than their effect on the eyes or their toxicity, state two different hazards of  the chemicals involved in this reaction.  name the chemical associated with each  hazard. (2) chemical hazard pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":11,"Content":"12 *p44883a01216*   (b) calculate the number of moles of cyclohexanol used in this experiment.  the  density of cyclohexanol is 0.962 g cm 3. (2)   (c) draw a labelled diagram showing how to distil the reaction mixture in step 1 and  collect the distillate boiling between 80qc and 90qc. (4) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":12,"Content":"13 *p44883a01316* turn over       (d) explain the difference between a  dehydrating agent , such as the phosphoric acid  used in step 1, and a  drying agent , such as the anhydrous calcium chloride used  in step 4. (2)       (e) suggest one advantage of using glass wool, rather than filter paper, when  removing the calcium chloride in step 5. (1)     (f) calculate the mass of cyclohexanol needed to obtain 10.0 g cyclohexene if the  yield is 75%. (3) pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":13,"Content":"14 *p44883a01416*   (g) the cyclohexene was tested by mixing it with bromine dissolved in an organic solvent.     (i) what colour change would be observed? (1)      (ii) give the displayed formula for the organic product of this reaction. (1) (total for question 4 = 16 marks) total for paper = 50 marks pmt ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":14,"Content":"PMT  BLANK PAGE  15  UA AA AA a P 4 4 8 8 3 A O 1 5 1 #6 ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"},{"Page":15,"Content":"PMT  6 96 G6 6  6 Z6 L6 06 WAH Iaq wnuins WNDUSWe |Wniuojnid |wniunjdau} Winiueun juimunseiod) WinuOY} yg | WO | wy | ng dN n ed [sez] | [Z>z] | [erz] 8EZ S9 9  9 09    Wid PN [Zr] pr  winijayn} winiqua SaL9S SpIuNoY ,  ny 43 GLI Z91  Savas apiueyqwey ,  LLb  8  pazediquayyne A})nj Jou ng Wwiniouedy  paywodes uvaaq SACY OLL-ZLL SASQWNU DUWOJe UYIM SJUaWA)y 44 [ 7Z] G8 SS  auneyse winutyeyd wintsee>  W 4d Ss) [oz]  S61 6 ZEL  Wntpul | RQ rLL LE  wines ef)  69  winwpes  p) Pr ZLL  SUIpO}  | 9zt  6\"  yay LN L 8sS  yeqo> 0) 6 8S   'S9 G't9  a PL Eb (ZL) (it) (ol) (6) (9) BULIOYS UOd)\\iS | injujWwinje ID is Vv G ce \"SZ O'LZ  9 S Jaquinu (uojojd) 21wWwioye uogJeD voi0g awieu LUFT gt)  auton)  4d > g joquiAs s1wo9ze Ly z'0z | O0'6L oz! | 8 01 SPL QUOI BANE} 6 9 wis (ZL) (91) (SL) (PL) (EL) [ (L) a1 uaBoupAy 0'F a ($1) (8) 0   9 S   3 z b  sjuawa)q JO a]qe| Dpouag ay  16  6 1  1  P 4 4 8 8 3 A O ","QP_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) QP - Unit 3 Edexcel Chemistry A-level.pdf","MS_Link":"https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-3/June 2015 (IAL) MS - Unit 3 Edexcel Chemistry A-level.pdf"}]