[{"Page":1,"Content":"2*n37955a0212*answer all the questions.  write your answers in the spaces provided.1 compound x is a coloured hydrated salt, containing two cations and one anion, which dissolves in water to give a coloured solution. (a) what can you infer from the fact that compound x is coloured?(1) (b) compound x contains potassium ions.  state what you would see when a flame test is performed on x.(1)   (c) the following tests are performed on an aqueous solution of x.  complete the inference(s) column in the following table. testobservation(s)inference(s)(i)acidify with hydrochloricacid; add barium chloride solution.white precipitateformula of the white precipitate (1)(ii)add sodium hydroxide solution until in excess.grey-greenprecipitate which is soluble in excess sodium hydroxide to give a deep green solutionformula of the grey-green precipitateformula of the deep green ion(1)(1)(iii)make alkaline with sodium hydroxidesolution; add hydrogen peroxide solution and boil.yellow solutionformula of the yellow ion(1)(iv)acidify the solution from (iii) with dilute hydrochloric acid.orange solutionformula of the orange ion(1)(v)add ethanol to the product from (iv) and distil off organic product yas it is formed.orange solution turns greenformula of the green ion(1)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":2,"Content":"3*n37955a0312*turn over   (d) compound x contains z moles of water of crystallization per mole of compound.  on the basis of your results, complete the formula for compound x.(1) . zh2o (e) the organic product y from test (c)(v) is an aldehyde.  it was tested as shown in the table below.  state the observations that you would make.testobservation(s)(i)addition of2,4-dinitrophenylhydrazinesolution (bradys reagent).(1)(ii)addition of tollens reagent(ammoniacal silver nitratesolution).(1)(total for question 1 = 11 marks)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":3,"Content":"4*n37955a0412*2 the derivation of rate equations is an important part of the process of discovering a reaction mechanism. the experiment detailed in this question is part of an investigation into the mechanism of the iodination of propanone:ch3coch3(aq) + i2(aq) o  ch3coch2i(aq) + h+(aq) + i(aq) the reaction is catalysed by hydrogen ions. the rate equation israte = k[ch3coch3]a [h+]b [i2]c where a, b and c are the orders with respect to the species shown in the rate equation. the experiment is carried out as follows: 1. propanone, hydrochloric acid and water are placed in a flask in a                   constant-temperature water bath. 2. once the temperatures of the mixture and the bath have come to equilibrium, a solution of iodine in potassium iodide is added by pipette and a clock started. 3. at suitable time intervals, a known volume of reaction mixture is transferred using a pipette into a series of flasks, numbered 1 to 6.  each flask contains sodium hydrogencarbonate solution which quenches the reaction. 4. the mixture in each of the flasks is titrated with a standard solution of sodium thiosulfate. the equation for the reaction of iodine with thiosulfate ions isi2(aq) + 2s2o32(aq) o  2i(aq) + s4o62(aq) (a) the following data were obtained from an experiment carried out at 25c.flask number123456time /min369121518volume of sodium thiosulfate / cm316.813.910.87.85.42.7","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":4,"Content":"5*n37955a0512*turn over    (i) plot a graph of the volume of sodium thiosulfate solution against time.(4)  (ii) the graph enables the determination of the order of reaction with respect to iodine.  explain why it is not necessary to calculate the actual concentration of the iodine in this experiment.(1)  (iii) the propanone and the hydrochloric acid are used in large excess in the reaction.  explain why this is necessary in order to find the value of c, the order with respect to iodine, in the rate equation.(2)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":5,"Content":"6*n37955a0612*  (iv) state, with a reason, the value of c.(2) (b) (i) name the indicator used in the iodine-thiosulfate titration and describe the colour change at the endpoint. (2)  (ii) the indicator is not added at the start of the titration.  state at which stage of the titration you would add the indicator.   explain why it is not added at the start. (2) (c) explain why the titres obtained at 15 and at 18 minutes are the least accurate.(1)     (d) in another similar experiment, the concentration of propanone was doubled and as a result the gradient of the graph also doubled.  deduce the value of a, the order with respect to propanone in the rate equation, and justify your answer.(2)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":6,"Content":"7*n37955a0712*turn over   (e) suggest, with a reason, another practical technique which can be used to follow the progress of the reaction  ch3coch3(aq) + i2(aq) o  ch3coch2i(aq) + h+(aq) + i(aq)(2)  (total for question 2 = 18 marks)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":7,"Content":"8*n37955a0812*3 azo dyes are made in large quantities from benzene, c6h6, via nitrobenzene, c6h5no2,and phenylamine, c6h5nh2. (a) the preparation of nitrobenzene requires benzene to be warmed under reflux at about 55c with a mixture of concentrated nitric and sulfuric acids.  some information about these substances is given below:benzene: immiscible with water; highly flammable; extremely toxic by ingestion or inhalation; known carcinogen.concentrated nitric acid: miscible with water; causes severe burns to eyes and skin; strong oxidizing agent.  the acid contains about 30% water by volume.concentrated sulfuric acid: miscible with water; causes severe burns to eyes and skin; strong oxidizing agent; dilution with water is very exothermic and can be dangerous.  (i) nitric acid is placed in a suitable flask and sulfuric acid is added slowly with cooling of the flask.  explain why cooling is necessary.(2)  (ii) benzene is added slowly to the acid mixture, which is then warmed at 55c for 45 minutes under reflux with vigorous stirring of the reaction mixture.   explain why the reflux condenser is necessary and also why the mixture is vigorously stirred.(2)  (iii) state, with a reason, one other precaution (other than wearing a laboratory coat or safety goggles) that would be necessary when undertaking this preparation.(2)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":8,"Content":"9*n37955a0912*turn over    (iv) the reaction mixture is then poured into a large excess of cold water, the liquid nitrobenzene layer is separated and washed with sodium carbonate solution. explain why this washing is necessary.(1)  (v) the nitrobenzene layer is dried before being finally distilled to purify it.  identify a suitable drying agent.(1)  (vi) draw the apparatus used to distil the nitrobenzene and collect the fraction boiling between 207c and 211c.(4)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":9,"Content":"10*n37955a01012* (b) nitrobenzene is then reduced to phenylamine, c6h5nh2, and the phenylamine is diazotized by reaction with nitrous acid at a temperature between 0c and 10c. nitrous acid is generated in the reaction mixture from sodium nitrite and hydrochloric acid.  reaction of the diazonium compound with an alkaline solution of a phenol will produce a solid azo dye, which is purified by recrystallization.  (i) explain why nitrous acid is made in the reaction mixture rather than being obtained from a chemical supplier.(2)  (ii) explain why the temperature must not be lower than 0c nor higher than 10c.(2) (c) purification by recrystallization requires the following steps:  1. the azo dye is dissolved in a minimum volume of hot solvent.  2. the solution is filtered hot through a pre-heated funnel.  3. the solution is cooled and filtered using a buchner funnel.  4. the solid is washed with a small amount of cold solvent.  5. the solid is dried in a desiccator.  (i) explain why a minimum volume of hot solvent is used in step 1.(1)      ","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":10,"Content":"11*n37955a01112*  (ii) explain the purpose of step 2 and why the funnel must be pre-heated.(2)  (iii) explain the purpose of step 4.(1)  (iv) suggest a reason why it is preferable to dry the solid in a desiccator rather than in an oven.(1)(total for question 3 = 21 marks)total for paper = 50 marks","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"},{"Page":11,"Content":"WN1}33N} winiqua SOLIVS BPLULJDV ,9) SOLI9S SPLURUURT ,GLI L91L88 8pazesijquayyne Aj\\nJ Jou yng winipes | wniouedypayioday uaag aaey 911-7} Suaquunu DiWoJe YIM S}UdWA)F ey 44[9zz] | [Ezz]cg 78 g 1g 08 ZS 9G oteauijzeyse | wniuojod | yynwsig wniyjeyy | Aunssaw winipit | winiwso | wniuays | uayssun} | wnjyequez]} wniusey wnueyjue)}| wnueq | wnisaedWV Od Ig IL 8H J sO oY M BL 3H x21 | eg s)[oz] | [60z] | 0602 y'vOZ | 900Z Z'76l | Z'O6L | Z98L | BEBE | 6O8L | S'BZL 6BEL | EZEL | OZELG ZS LS 6 Syauipot | wintunyja} | Auowijue wniput | wniwpes WINLUODILZ| OL qs Ul PD 4Z6971 LCL 8 LZL BS rLL vTLI Ct 16LEwni))es jaddo> @y21uU yeqos32) we) LN 0)L'69 Ge9 L8S 68SLi 91 vl El (Zh) (LL) (OL) (6)SULIO]UD Jnj)ns uodyIs }wniulwnyeID Ss lS IVGGe Lce L8Z 022OL 6 G Jaquinu (uojO1d) d1WO JeUosU auuony | UuasAxo | UasosjU | UOqued uoJ0q Sweu winiyyAueg | wniy3)ON 4d O N 2) q JoquiAs DLWO ye og LJCOC 061 O'OL O'vI O?I 801 SSELU DIWO} SAL) O4 06 69Z (Z1) (91) (SL) (rL) (1) j (Z) (1)minted uasoipAyoH yO'v O\"l(91)(8) 0 L 9 G 4  (4 LSJUIWA}J JO a]GeL WPoag aYL2 1 21N 3 7 9 5 5 A O12","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_que_20110119.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH08_01_rms_20110309.pdf"}]