[{"Page":1,"Content":"*n37690a0212*2answer all the questions.  write your answers in the spaces provided.1 (a) compound x is a white crystalline solid that dissolves easily in water to form a clear, colourless solution.  x contains one cation and one anion.  complete the table below.(5)testobservationinference(i)warm solid x with dilutea gas was evolved which turned damp red litmus paper blue.ammonia is formed so the ammonium ion is present.(ii)add aqueous barium chloride to a solution of x.x contains eithersulfite (sulfate(iv))oror(iii)add dilute hydrochloric acid to the result of test (ii).a gas was evolved whichsulfite (sulfate(iv)) confirmed.  (iv) describe a further chemical test, not involving indicators, that you could use to confirm that ammonia is formed in part (i).(2) test   result    ","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":2,"Content":"*n37690a0312*3turn over (b) compound y is a white solid that contains one cation and one anion.  complete the table below.(4)testobservationinference(i)flame testbrick red (yellow-red) flame.the cation in y is(ii)gently heat a sample of y in a test tube, testing any vapours evolved with cobalt chloride paper.vapour turned cobalt chloride paper from blue towater is produced.  y contains water of crystallization.(iii)heat the sample of y in the test tube.brown gas evolved.gas is(iv)continue to heat the sample of y.gas reignited a glowing splint.gas is  (v) identify, by name or formula, the anion in y.(1)  (vi) give the formula of y (one mole of y contains one mole of water of crystallization).(2)(total for question 1 = 14 marks)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":3,"Content":"*n37690a0412*42 (a) the organic compounds propan-1-ol and propan-2-ol are isomers.  propan-1-ol has the structure ch3ch2ch2oh and propan-2-ol has the structure (ch3)2choh.  describe a test and its expected result to confirm the presence of the oh group in propan-1-ol or propan-2-ol.(2) test   result   (b) when propan-1-ol or propan-2-ol is heated to 170 c with concentrated sulfuric acid, propene is formed.  name the type of reaction that has occurred in the reaction with sulfuric acid.  describe a test and its positive result to show the presence of the c=c bond in propene.(3) type of reaction   test   result  (total for question 2 = 5 marks)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":4,"Content":"*n37690a0512*5turn over3 aqueous hydrogen peroxide decomposes according to the following equation.2h2o2(aq)  2h2o(l) + o2(g) the decomposition is very slow under normal conditions but it is catalysed by a number of substances.  the rate of the reaction using manganese(iv) oxide as the catalyst was investigated by measuring the volume of oxygen produced at various times as the reaction proceeded.  part of the apparatus used for the experiment is shown below.  the manganese(iv) oxide was placed in the small glass container which was tipped over to start the reaction and a stop clock was started at the same time. (a) complete the diagram to show how the gas was collected and its volume measured.(2)aqueous hydrogen peroxidemanganese(iv)oxide","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":5,"Content":"*n37690a0612*6 (b) in an experiment using 0.25 g of manganese(iv) oxide granules (small pieces) and  50 cm3 of aqueous hydrogen peroxide of concentration 0.080 mol dm3, the following results were obtained.time / s0.020.030.040.060.080.0100120150volume of o2 / cm302936404546474848  (i) plot these results on the grid below and draw a best fit line through the points.(3)  (ii) the rate of reaction may be assumed to be approximately constant up to the first volume measurement (20.0 seconds in this experiment) and is called the initial rate.  use this approximation to calculate the initial rate of this reaction, giving your answer to two significant figures and stating the units.(2)6050403020100020406080100120140160180200time / svolume ofoxygen / cm3","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":6,"Content":"*n37690a0712*7turn over  (iii) in a second experiment, the manganese(iv) oxide granules were replaced by the same mass of the compound as a fine powder.  the volume and concentration of the aqueous hydrogen peroxide were kept the same.   on the grid in (b)(i), draw the line that you would expect to obtain in this experiment.(2)  (iv) explain any similarities in the lines you have drawn on the grid.   use the collision theory of reaction rates to explain any differences between the shapes of the lines.(3)             (c) catalysts are not used up during a reaction.  outline an experiment to demonstrate that the manganese(iv) oxide is not used up in the decomposition of hydrogen peroxide (practical details of the experiment are not required).(4)              (total for question 3 = 16 marks)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":7,"Content":"*n37690a0812*84 bromoethane may be prepared by reacting ethanol with bromine and red phosphorus.10c2h5oh(l) + 2p(s) + 5br2(l)  10c2h5br(l) + 2h3po4(aq) + 2h2o(l) the steps of the experimental procedure are as follows. 1. measure 10.0 cm3 of ethanol into a round-bottom flask. 2. add 1.5 g of red phosphorus to the ethanol. 3. pre-cool 5 cm3 of liquid bromine in an ice bath, then slowly add it to the mixture of ethanol and red phosphorus, while cooling the flask under running water. 4. gently reflux the mixture for about 10 minutes. 5. rearrange the apparatus for distillation, immersing the receiver in ice-cold water and distil until no more bromoethane is formed. 6. decant as much water as possible and then wash the product with dilute sodium carbonate solution and distilled water, decanting off the aqueous layer each time. 7. transfer the washed product to a separating funnel and, from this, run off the organic layer into a small distillation flask. 8. add anhydrous calcium chloride, stopper the flask and allow it to stand until the liquid turns clear. 9. distil the bromoethane over a suitable temperature range, immersing the receiver in ice-cold water.datapropertyethanolbromoethanedensity / g cm3 0.789  1.47molar mass / g mol146.0109boiling temperature / c78.4 38.4 (a) suggest the apparatus most suitable for measuring the volume of ethanol to an accuracy of  + 0.1 cm3 (step 1).(1)   (b) explain why it is necessary to pre-cool the bromine (step 3).(1)    ","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":8,"Content":"*n37690a0912*9turn over (c) suggest why it is also necessary to cool the mixture while adding the bromine (step 3).(1)   (d) draw a labelled diagram of the apparatus that you would use to heat the mixture under reflux (step 4).(3) (e) suggest why, in both the distillations, the receiver is immersed in ice-cold water (steps 5 and 9).(1)  ","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":9,"Content":"*n37690a01012*10(f) state the purpose of the following in this procedure:  (i) washing the product with dilute sodium carbonate solution (step 6).(1)    (ii) adding anhydrous calcium chloride to the organic layer (step 8).(1)   (g) suggest a suitable temperature range for the collection of the product in the final distillation (step 9), giving the temperatures in whole numbers.(1) from   to   (h) (i) calculate the number of moles of ethanol used in the preparation.(1)  (ii) given that one mole of ethanol forms one mole of bromoethane, calculate the maximum mass, in grams, of bromoethane that may be prepared using 10 cm3of ethanol.(1)","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":10,"Content":"*n37690a01112*11  (iii) using the procedure described, a student prepared 13.3 g of bromoethane.   calculate the percentage yield of bromoethane in this preparation.(1)  (iv) suggest why the yield is calculated in relation to the ethanol rather than the bromine.(1)  (v) suggest one reason, other than volatility of the reactants or products, why the preparation does not produce a 100 % yield.(1)(total for question 4 = 15 marks)total for paper = 50 marks","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"},{"Page":11,"Content":"WN1}33N} winiqua SOLIVS BPLULJDV ,9) SOLI9S SPLURUURT ,GLI L91L88 8pazesijquayyne Aj\\nJ Jou yng winipes | wniouedypayioday uaag aaey 911-7} Suaquunu DiWoJe YIM S}UdWA)F ey d4[9zz] | [Ezz]cg 78 g Lg ZS 9G oteaulzyeyse | wniuojod | yynuwsigq wni}yeyy wniput | winiwso | wniueus winjeque} | winiujyey winueyjue)} wnueg uunisaesWV Od lg JL J| sO >: | BL 3H +27] eq sD[oz] | l6oz] | 060z y'y07Z GQZL 6'8EL | ELEL | 6ZEL 7g LGauipot | wintunyja} | Auowijue wniput | wniwpe>d| Jaajs WINLUODJIZ| aL qs Ul Pp) 8V 4769Z1 LCL 8LZL BVLL v' CLLLEwni))es jeyolu yeqo5a WANIPUBDS | WNld}eDBD IN | 99 2S | e9L69 L8S 685 O'SLi 91 a El (Zt) (LL) (ot) (6)SULIO]UD Jnj)ns uodyIs }wniulwnyeID Ss lS IVGGe Lce L8Z 022OL 6 G Jaquinu (uojO1d) d1WO JeUosU auuony | UuasAxo | UasosjU | UOqued uoJ0q Sweu winiyyAueg | wniy3)ON 4d O N 2) q JoquiAs DLWO ye og LJCOC 061 O'OL O'vI O?I 801 SSELU DIWO} SAL) O4 06 69Z (Z1) (91) (SL) (rL) (1) j (Z) (1)minted uasoipAyoH yO'v O\"l(91)(8) 0 L 9 G 4  (4 LSJUIWA}J JO a]GeL WPoag aYL2 1 21N 3 7 6 9 0 A O12","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_que_20110110.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Chemistry/2013/Exam%20materials/6CH07_01_rms_20110309.pdf"}]