[
	{
		"Page": 1,
		"Content": "Answer ALL the questions in this section. You should aim to spend no more than 20 minutes on  1  SECTION A  this section. For each question, select one answer from A to D and put a cross in the box XX. If you change your mind, put a line through the box 54 and then mark your new answer witha cross XX.  In nitric(V) acid, HNO,, the oxidation number of the nitrogen is +5. This means that the nitrogen in nitric acid  L] A_ has five electrons in its outer shell. L] B_ is anion with a charge of +5.  [|] C would have a charge of +5 if its bonding electrons were transferred completely.  [| D~ forms five covalent bonds in total.  (Total for Question 1 = 1 mark)  2 What are the components of the half-cell required to measure the standard reduction  potential of the following system?  Fe**(aq) + e = Fe**(aq)  lon(s) in the solution Metal electrode cL] A Fe?* iron [] B Fe? iron [|   Fe?* and Fe?* iron [|] D Fe?* and Fe** platinum  (Total for Question 2 = 1 mark)  Use this space for any rough working. Anything you write in this space will gain no credit.  . AAA AY P42 9 8 5 A 0 2 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 2,
		"Content": "PMT  3 The following cell is set up: manganese metal strip chromium metal strip salt bridge manganese ) sulfate chromiumiIll) sulfate solution solution The standard electrode potential of the chromiumi{(III)/chromium half cell is  0.74 V and that of the manganeseiIl)/manganese half cell is  1.19V. Thus the emf of the cell, as shown in the diagram, under standard conditions is LITA +1.93V  =  [1B +0.45V   [|] D -1.93V    (Total for Question 3 = 1 mark) 4 The equation for the reaction of iron and nickel(Il) ions in aqueous solution is Fe(s) + Ni2*(aq) > Fe?*(aq) + Ni(s) Under standard conditions the value of the equilibrium constant, K_, for this reaction is greater than 1. Hence, for this reaction, [LITA ASta And Exacion are both positive.   [1B AS<.a iS positive aNd Evcaction iS Negative.  = = [1 C ASk.a is negative and Exacion iS POSitive. a [1D ASvra AN Exaction are both negative.  = =  (Total for Question 4 = 1 mark)  3 AMAA ATTA A A AT   Turn over P42 9 8 5 A 0 3 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 3,
		"Content": "PMT  5 Chlorine is prepared in the laboratory by the reaction of potassium manganate(VIl)  with concentrated hydrochloric acid. The ionic half-equations and their standard electrode potentials are   CI,(g) + e = Ch(aq) E~ = +1.36V  MnO, (aq) + 8H*(aq) + 5e = Mn**(aq) + 4H,O(l) E> = +1.51V  (a) Concentrated hydrochloric acid is preferred to 1 mol dm- hydrochloric acid because  [|] A_ it lowers the activation energy of the reaction. |} B_ the reaction is thermodynamically unfavourable under standard conditions. [| C_ itincreases the rate of reaction.  [| D_ it increases the equilibrium constant, K_, for the overall reaction.  (b) From the half-equations it may be deduced that  L] A 1 mol of manganate(VIl) ions reacts with 5 mol of chloride ions. L] B 5 mol of manganate(VIl) ions reacts with 1 mol of chloride ions. L] C 1 mol of manganate(VIl) ions reacts with 2.5 mol of chlorine.  [] D 2.5 mol of manganate(VIl) ions reacts with 1 mol of chlorine.  (Total for Question 5 = 2 marks)  The electronic structure of the chromiumiIll) ion, Cr>*, is  3d  4s [1 A [Ar] |T  [1 B [Ayn |t |T  [1] c [Ar) |T JT JT  nem [Nt] |  _ _  (Total for Question 6 = 1 mark)  P42 9 8 5 A 0 4 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 4,
		"Content": "7  8  In the manufacture of sulfuric acid, sulfur dioxide is converted to sulfur trioxide using a catalyst of vanadium(V) oxide:  2SO,(g) + O,(g) = 2S0,(g)  The electronic configuration of vanadium is [Ar] 3d  4s*, so the mechanism for this reaction is most likely to involve a sequence in which vanadium(V) is converted to  LJ] A vanadium(VI) by oxygen then back to vanadium(V) by sulfur dioxide. L] B  vanadium(VI) by sulfur dioxide then back to vanadium(V) by oxygen. LL} C vanadium(IV) by oxygen then back to vanadium(V) by sulfur dioxide. [| D vanadiumi(IV) by sulfur dioxide then back to vanadium(V) by oxygen.  (Total for Question 7 = 1 mark)  Titanium has the electronic structure 1s72s?2p 3s*3p 3d74s . Which of the following compounds is unlikely to exist?  LIA K,TIF, [|B KVTIF, LIC K,Ti,O, [1D KTiO, (Total for Question 8 = 1 mark) All metal hydroxides dissolve in acid. When aqueous solutions of sodium hydroxide and ammonia are added separately to samples of chromium(III) hydroxide, in both  cases the solid dissolves to form a green solution. How should these reactions be classified?  sodium hydroxide ammonia LI A amphoteric amphoteric [| B amphoteric ligand exchange LJ] Cc ligand exchange amphoteric [| D ligand exchange ligand exchange  (Total for Question 9 = 1 mark)  a) AUN CA A Turn over P42 9 8 5 A 0 5 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 5,
		"Content": "10 The ligands that form complex ions are either neutral, like NH,, or negatively charged,  11  like CN-. Nickel(II) ions, Ni**, form complexes with both these ligands. The bonding between Ni** and the ligands in these complexes is  NH, CN- L] A dative covalent dative covalent [|] B ionic dative covalent Ll   dative covalent ionic L] D ionic ionic  (Total for Question 10 = 1 mark)  When excess aqueous ammonia is added to a solution containing Zn**(aq) ions, a colourless solution is formed. This solution is colourless because  [|] A zinc does not form complex ions.  L] B_ thed orbitals of Zn?* in the complex formed are not split into different energy levels.  [|] C the energy difference between the d orbitals of Zn** in the complex formed does not correspond to the visible region of the spectrum.  L] D_ thed orbitals of Zn** in the complex formed are full.  (Total for Question 11 = 1 mark)  Use this space for any rough working. Anything you write in this space will gain no credit.  P42 9 8 5 A 0 6 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 6,
		"Content": "12 Bromine reacts with benzene on heating in the presence of a catalyst and with cyclohexa-1,3-diene in the cold. The types of reaction involved are  bromine with  benzene LI A addition L| B addition LIC substitution [| D substitution  bromine with cyclohexa-1,3-diene  addition  substitution  addition  substitution  (Total for Question 12 = 1 mark)  13 Phenylamine, C,H.NH,, and benzene react with bromine in a similar way, but  phenylamine reacts much faster. This increased rate of reaction is most likely due to  the effect that the  L] A electronegativity of the nitrogen has on the benzene ring.  [|] B electronegativity of the nitrogen has on the bromine molecule.  [| C lone pair of electrons of the nitrogen has on the benzene ring.  [|] D_ lone pair of electrons of the nitrogen has on the bromine molecule.  (Total for Question 13 = 1 mark)  Use this space for any rough working. Anything you write in this space will gain no credit.  P42 9 8 5 A OO 7 2 8  7  Turn over  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 7,
		"Content": "14 When dilute nitric(V) acid, HNO,, reacts with phenylamine, the ion formed is 7 + | H N H L] A  [| B  O  N=N [|      H  |  N H  md  15 Methylamine, CH,NH,, is very soluble in water. This is because it  (Total for Question 14 = 1 mark)  |] A forms hydrogen bonds with water.  |] B_ forms London forces with water.  [| C_ exists mainly as ions in aqueous solution. [|] D_ exists as a zwitterion.  (Total for Question 15 = 1 mark)  P42 9 8 5 A 0 8 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 8,
		"Content": "16 The structure below shows the repeating pattern of a polymer. Which of the following pairs of compounds could react rapidly to form this polymer?",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 9,
		"Content": "PMT  17 Which of the following structures best represents the amino acid, alanine, in an aqueous solution with a pH of 12?  HO C=O L] A H,N CH CH. -O \\ C=O [|] B H,N CH CH. HO C=O oe . N CH H, \\ CH. -O C=O op. N CH H, \\ CH  (Total for Question 17 = 1 mark)  Use this space for any rough working. Anything you write in this space will gain no credit.  10  P42 9 8 5 A O01 0 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 10,
		"Content": "18 Which of the following is true for all amino acids? All amino acids [LJ A exist as optical isomers. [|] Bare neutral in solution. [| C are essential to life.  [|] D are crystalline solids at room temperature.  (Total for Question 18 = 1 mark)  19 Which of the following physical methods of chemical analysis is used in modern breathalysers?  [| A Infrared spectroscopy [|] B Mass spectrometry L}  C Nuclear magnetic resonance  [|] D Ultraviolet spectroscopy  (Total for Question 19 = 1 mark)  TOTAL FOR SECTION A = 20 MARKS  11 AA ASA AA Turn over P42 9 8 5 A O 1 1 2 8  ay | 3 ~ ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 11,
		"Content": "SECTION B  Answer ALL the questions. Write your answers in the spaces provided.  20 Sodium dichromate(VI) may be prepared from chromiumilll) sulfate using the sequence outlined below.  NaOH(aq) NaOH(aq) >  Cr,(SO,,),(aq) green precipitate A      _  _ green solution B  Heat with H,O,(aq)  Reagent X Na,Cr,O_(aq) <{.   _ _ _ __ yellow solution C  2  2  7  (a) (i) Complete the table below, giving the formula of the chromium containing  species. Formula of chromium Substance . . containing species Cr(SO,),(aq)  Green precipitate A Green solution B  Yellow solution C  (ii) Complete the half equation for the reduction of hydrogen peroxide, H,O,(aq).  12  P42 9 8 5 A O01 2 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 12,
		"Content": "PMT  (iii) Identify reagent X  (iv) Write an ionic equation for the conversion of solution C to Na,Cr,O.. State symbols are not required.  (b) Chromium also exists in a +2 oxidation state. Use the Data booklet to determine the feasibility of the disoroportionation of chromiumiIIl) in aqueous solution into chromiumi(lIl) and dichromate(VI).  In your answer, show both half equations and the overall equation for the proposed disproportionation. Calculate E~ for this reaction and use this value to predict the feasibility of this reaction.  (Total for Question 20 = 11 marks)  13 a vA ASA A Turn over P42 9 8 5 A OO 1 3 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 13,
		"Content": "PMT  21 Hydrogen combines rapidly with oxygen in the presence of a platinum catalyst: H.(g) + %20,(g) > H,O())  The reaction is highly exothermic.  (a) Use the thermochemical data from the data booklet to obtain the enthalpy change for this reaction under standard conditions.  (b) The same reaction occurs, also with a platinum catalyst, in a fuel cell.  (i) Write the two ionic half equations which occur in an alkaline fuel cell. Include state symbols.  Equation 1  Equation 2  (ii) The alkali in an alkaline fuel cell serves the same purpose as the acid in an acid fuel cell. State this purpose.  P42 9 8 5 A O01 4 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 14,
		"Content": "*(iii) Platinum catalyses both the direct combination of hydrogen with oxygen and the reactions in the fuel cell. By considering the way in which the catalyst lowers the activation energy, suggest two similarities in these processes.  (c) The use of hydrogen as a fuel, both in fuel cells and in direct combustion reactions, is seen as an important potential alternative to fossil fuels.  (i) State what is considered to be the main advantage of hydrogen compared with fossil fuels, bearing in mind that most hydrogen is obtained from fossil fuels.  *(ii) Explain the main advantage of using a fuel cell over direct combustion of hydrogen.  P42 9 8 5 A O01 5 2 8  15  Turn over  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 15,
		"Content": "16  PMT  (iii) State a disadvantage of using a hydrogen fuel cell compared with direct combustion of hydrogen.  (iv) Suggest two advantages of using an ethanol fuel cell rather than a hydrogen fuel cell.  (Total for Question 21 = 13 marks)  P42 9 8 5 A OO 1 6 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 16,
		"Content": "PMT  22 (a) Benzenesulfonic acid (structure I) may be prepared from benzene. The reaction is a typical electrophilic substitution in which the electrophile is sulfur trioxide (structure Il).  | O=S=O O   , S=O WY O Structure | Structure Il  (i) Identify the reagent used as the source of sulfur trioxide in this preparation.  (ii) On the formula of sulfur trioxide below, show the partial charges on each atom and explain how they arise.  O XN S=O Va  O  Structure I|  17  Ti ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 17,
		"Content": "(b) The mechanism for the electrophilic substitution reaction between benzene and sulfur trioxide to form benzenesulfonic acid is similar to that for the nitration of benzene.  (i) Complete the first step of this mechanism by adding two curly arrows.  i |  O O-  4    |   O  (ii) The mechanism for the formation of benzenesulfonic acid has two further steps. Complete the mechanism, showing curly arrows where appropriate.  O O- a H  S N O  ES  18  P42 9 8 5 A OO 1 8 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 18,
		"Content": "PMT  (c) At one time the main industrial use for benzenesulfonic acid was in the manufacture of phenol in a two-stage process. In the first stage, benzenesulfonic acid was reacted with sodium hydroxide forming an intermediate organic compound along with sodium sulfite, Na,SO,, and water. In the second stage, the intermediate organic compound was reacted with hydrochloric acid to form phenol.  (i) Write the two equations for the manufacture of phenol by this method. State symbols are not required.  (ii) Nowadays, phenol is manufactured using the Hock process which is summarised below.  O H C+ 4+ -O- = O  Suggest why the Hock process is preferred.  (Total for Question 22 = 13 marks)  19 PU LEASE EGE   Turn over P42 9 8 5 A019 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 19,
		"Content": "PMT  23 (a) The following data were obtained from experiments on solutions of aqueous amines of the same concentration.  Amine Formula OH of solution Butylamine CH,CH,CH,CH,NH, 11.9 Dibutylamine (CH,CH,CH,CH,),.NH 12.1 Phenylamine (aniline) C.H.NH, 8.8  (i) Identify the feature of the amine molecules that causes the solutions to be alkaline.  (ii) Write the equation for the reaction that occurs when butylamine is dissolved in water. State symbols are not required.  *(ili) Suggest why the dibutylamine solution is more alkaline than the butylamine solution. ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 20,
		"Content": "PMT  *(iv) Suggest why the phenylamine solution is much less alkaline than the butylamine solution.  (b) When butylamine is added to an aqueous solution of copper(II) sulfate, initially a pale blue precipitate is formed. When excess butylamine is added, the precipitate dissolves to form a deep blue solution.  Complete the equations below. State symbols are not required. | Formation of the pale blue precipitate Cu(H,O),** + 2C,H,NH, >  Il The overall equation for the formation of the deep blue solution  Cu(H,0),2* + 4C,H,NH, >  21  Ti ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 21,
		"Content": "PMT  *(c) When phenylamine is treated with a mixture of sodium nitrite, NaNO,,  and hydrochloric acid at about 5  C, the resulting solution contains the benzenediazonium ion. If the temperature of this solution is allowed to rise above 10  C, the benzenediazonium ion reacts to form phenol:  By considering the role of the water molecule in this reaction, state the type and mechanism occurring and explain why it is unusual in benzene chemistry.  (Total for Question 23 = 12 marks)  TOTAL FOR SECTION B = 49 MARKS  P42 9 8 5 A 0 2 2 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 22,
		"Content": "SECTION C  Answer ALL the questions. Write your answers in the spaces provided.  Ethanedioic acid (also known as oxalic acid) is a dicarboxylic acid. Like sulfuric acid, it has two replaceable hydrogen atoms so it dissociates in two stages which are shown below. Acids like these are called  dibasic   O OH O O-  X J N / C C (aq)   C C (aq) + H*(aq) / XQ VA XS  HO O HO O  O O- O O-  XQ VA N / C C (aq) =< C C (aq) + H*(aq) / VA N  HO O -O O  As is always the case with dibasic acids, the first dissociation occurs to a far greater extent than the second. Ethanedioic acid is a carboxylic acid but, because there are two carboxyl groups, it is a much stronger acid than ethanoic acid.  Ethanedioic acid is toxic, mainly due to the precipitation of calcium ethanedioate in the kidneys. As it occurs in many plants, the toxicity of ethanedioic acid has caused  a number of deaths notably during the First World War when people in England  used rhubarb leaves, which contain significant concentrations of the compound, as a vegetable substitute. As it is a reducing agent, the concentration of ethanedioic acid is usually determined by titration with a solution of potassium manganate(VIl) of known concentration.  The ethanedioate ion, which is formed when ethanedioic acid dissociates fully, is a bidentate ligand. The ethanedioate ion together with 1,2-diaminocyclohexane, another bidentate ligand, forms a complex with platinum(Il) called oxaliplatin which has the Same geometry as cisplatin. Oxaliplatin is an anti-cancer drug, which has been used to treat cancers that have become resistant to cisplatin.  Ethanedioic acid has numerous uses, from cleaning and rust removal to the purification of metals. Although it can be prepared from ethene in a two stage process, it is usually manufactured by the oxidation of carbohydrates or glucose using nitric acid, or air, in the presence of vanadium(V) oxide.  23  AA ASA A Turn over P42 9 8 5 A 0 2 3 2 8  PMT ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 23,
		"Content": "PMT  (a) (i) Suggest why the presence of the second carboxylic acid group increases the extent of the first dissociation of ethanedioic acid compared with the dissociation of ethanoic acid.  (ii) Explain, by referring to the equilibria in the passage, why the second dissociation of a dibasic acid occurs to a lesser extent than the first.  P42 9 8 5 A 0 2 4 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 24,
		"Content": "PMT  (b) In an experiment to determine the proportion of ethanedioic acid in rhubarb leaves, 250 g of leaves was crushed and boiled in a solution of sodium carbonate. The resulting mixture was filtered and the filtrate transferred, along with washings from the mixture, to a 250 cm? volumetric flask. The solution was acidified with sulfuric acid, made up to the mark and mixed thoroughly. 25.0 cm? portions of the solution were pipetted into a conical flask, about 25 cm? of sulfuric acid added and the mixture titrated against a solution of potassium manganate(VIl) of concentration 0.0200 mol dm- . The mean titre was 28.55 cm?. The relevant ionic half equations for the reaction are  MnO,-(aq) + 8H*(aq) + 5e   Mn**(aq) + 4H,O(1) C.0,7 (aq) > 2CO,(g) + 2e  (i) State the colour change that occurs at the end-point of the titration.  *(ii) Calculate the percentage by mass of ethanedioic acid in rhubarb leaves.  25  Ti ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 25,
		"Content": "PMT  (c) (i) Explain the term  bidentate   (ii) Draw a diagram of the oxaliplatin(Il) complex, showing clearly the geometry and charge of the complex and how the ligands are attached to the central ion.  (d) (i) Suggest a two step laboratory synthesis of ethanedioic acid from ethene. Indicate the intermediate compound formed and the reagents required.  26  P42 9 8 5 A 0 2 6 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 26,
		"Content": "PMT  (ii) Suggest why it is preferable from an environmental perspective that ethanedioic acid is manufactured from carbohydrates and glucose rather than from ethene.  (iii) A sample of ethanedioic acid, manufactured from glucose, was contaminated with a small amount of propanoic acid.  High resolution nmr may be used to distinguish propanoic acid from ethanedioic acid.  Describe the high resolution nmr spectra of both propanoic acid and ethanedioic acid. Do not include chemical shift data in your answer.  (Total for Question 24 = 21 marks)  TOTAL FOR SECTION C = 21 MARKS TOTAL FOR PAPER = 90 MARKS  27 vA AAA AY a P42 9 8 5 A 0 2 7 2 8 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	},
	{
		"Page": 27,
		"Content": "PMT  BS  LUNA N) L | wniqia 1 \\ l winia? Solas SPlULoy ,  44 9) sauias apiueUqUeT , GZl  91 OF |  88  8 payesjuayyne Ajjnj you yng l | | : tu wnipes | winyouey payodas Uaeq SABY OL 1-71) SUSQWNU JIWOJe ULM SJUaWAa]y x V eH 44  i (19z] [zzz] | [9zz] | [ezzl  G8 v8 te L8 6Z LS 95 GS aurjeyse | wniwojod | yynwsiq Wwniyyeyy pos ee ges wintuso | Wniueys | Ua}ssun} | Wwnyejue}] winiujey wnueywe)) winueq | wnisaes W Od ig IL nV dd 4] sO OY M PL SH x?) eq sD [oLz] [607] 0 60Z PPOZ 0  Z6L L S 6L Cc 6l | CO06L C98- | 8 EBh 6 O81 G BLL 6 8El | E ZEL 6 Cel  tS cS LS LP OF  auipo. =| wnunyal | Auowlue | wniput | wniwpe> Janis | Wwnipeyed) winipoys |Wntuay {ny | wngeuyse] |wnuapg jow) winigolu | Wwnwoosz l | WInipign | ol es Ul PD AZ qu 69ZL | QLZL | BLL BS rLL | #'ZLL C16 G S8 LE OF 82 L   Rluasue JWNIWUEWWAaB}) wines I yayatu yeqos 1 SSSUPBUPLU| LUNLWOJYD | WNIpeueA | WNlUe}L] e4) UZ IN 0) ty  69 |  'S9 L 8S 6 85 6'Lv Li 91 Sh a el (ZL) (LL) (oL) (6) (9) (Z) (9) (S) (p) LL  auLOUD injjns = |snuoydsoyd) woos = |wniuiwnye uNIpoOSs ID S d 1S IV GGEt L Ze OLE L 8d O'LZ 6 i 9 Jaquunu (uoyoid) d1WWoye uoau auLIon)s usBOJU | uoqeD aweu winiyjAlag | wniyyy  ON 4d N 2) joqwAs >1wojze aq IJ  aullwoug | wniuayas  z0z | O'6l O'vL | O@ SSeW D1WOJe aAl}e]a4 0 6 6 9 Z ( 1) (91) (SL) (FL)   OH uasoupAy  O'v i  (81)  (3) 0 L 9 G 4   Z L  SJUIWA}J JO 2]qeL Wpolad ay  P42 9 8 5 A 0 2 8 2 8  28 ",
		"QP_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) QP - Unit 5 Edexcel Chemistry A-level.pdf",
		"MS_Link": "https://pmt.physicsandmathstutor.com/download/Chemistry/A-level/Past-Papers/Edexcel-IAL/Unit-5/June 2013 (R) MS - Unit 5 Edexcel Chemistry A-level.pdf"
	}
]
