[{"Page":1,"Content":"1. (a) Explain what is meant by a randomised block design.\n\n(2)\nA randomised block design has 4 treatments and 5 blocks.\n\n(b) State the number of degrees of freedom associated with the residual sum of squares.\n\n(1)\n\n(c) Write down the critical value of F that would be used in testing the null hypothesis that there\nis no difference between the treatments at the 1% significance level.\n\n(2)\n\n(Total 5 marks)\n\n2. Asa result of an experiment a student collected 10 pairs of (x,y) observations and calculated the\nequation of the regression line to be\n\ny= 0.543 + 0.631x.\n\nTest at the 1% significance level, whether or not the population regression coefficient is greater than\n0.55. You may assume that S,, = 2.4137 and that the residual sum of squares is 0.145.\n\n(Total 6 marks)\n\n3. The median number of clients per month seen by a therapist is claimed to be 45. From past records a\nrandom sample of 10 months was taken and the numbers of clients seen each month were recorded.\nThe results are given below.\n\n33 36«©648)0« «43 370 23 400 S51 38846\n\nUse a Wilcoxon signed_ranks test to determine, at the 5% significance level, whether or not the\nmedian number of clients seen per month is 45. State your hypotheses and conclusions clearly.\n\n(Total § marks)\n\nN24742A 2\n\nee eee ee eeeeeme ne ee ne cere ee ee ee eee tee SRD ee ee a ee ey ee TT ene\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/35_S6_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.pdf"},{"Page":2,"Content":"4. A farmer carried out an experiment using 12 plots of equal size to study the effect on the yield of\n4 different varieties of potato and using 3 different fertilisers. Each plot contained only one type of\npotato and only one type of fertiliser was used on each plot. The yield of potatoes per plot, in kg,\nis given in the table.\n\n144\n\n137\n152\n154\n\n(You are given that the total sum of squares is 2328 and the between varieties sum of squares\n\n1s 786 =.)\n(a) Test, at the 5% level of significance, whether or not the type of fertiliser affects the yield of\npotatoes.\n(10)\n(b) State two assumptions needed for the validity of your test.\n(2)\n(Total 12 marks)\n\n5. Four thermometers 77, T>, T; and Tz were used to determine the melting point, x°C, of hydroquinine.\nThe results, coded by subtracting 100 from each observation, are shown in the table.\n\nYou are given that Xx = 28.5 and Ex? = 84.75.\n\nStating your hypotheses clearly and using a 5% level of significance, test whether or not there is\nany difference between the readings of the thermometers.\n\n(Total 12 marks)\n\nN24742A, 3 Furn over\n\nin a aC a ee ee Pt nce en Aen er ET eet gees eg ee ad ed Nn pee eg ee epee eS TT Ded ee\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/35_S6_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.pdf"},{"Page":3,"Content":"6. Arandom sample of 5 boys from Class A was selected and each boy was given the same puzzle\nto solve. The number of minutes, to the nearest minute, taken by each boy to solve the puzzle was\nrecorded and the results are shown below.\n\nClass A: I2 15 7 9 10\n\nSimilarly, a random sample of 6 girls was taken from Class B and their times to solve the same\npuzzle are recorded below.\n\nClass B: 11 21 #$&I7 = #16—)~=«14~=—~«19\n\n(a) Give a reason to justify using Wilcoxon rank sum test to test whether or not there is any\ndifference between the median times taken by these children.\n\n(1)\n\n(b) Stating clearly your hypotheses, carry out this test using a 5% level of significance.\n(7)\n\nEventually a random sample of 25 boys and 25 girls were given the puzzle to solve. The T value\nobtained for the boys was 522.\n\n(c) Again using Wilcoxon rank sum test and a 5% level of significance, test whether or not there is\nany difference between the boys and the girls in terms of the median times taken to solve this\npuzzle.\n\n(7)\n(Total 15 marks)\n\n7. Amachine is set to fill capsules with a particular drug. The distribution of the weights of the fillings\nis specified to be the normal distribution with mean 12.00g and standard deviation 0.35g.\n\n(a) Using graph paper, draw a control chart for the sample mean, indicating 98% warning limits\nand 99% action limits, assuming that samples of size 10 will be taken.\n\n(3)\n\n(b) On three separate occasions when the chart was in use, the following values of the mean of\nsamples of size 10 were recorded. ,\n\n(i) 12.27, (ii) 11.68, (iii) 12.17.\n\nIn each case plot the point on your chart and in each case comment on the state of the filling\nprocess.\n\n(4)\n\nOn another occasion when the chart was in use a random sample of size 10 was taken and the\nvariance of this sample was found to be 0.12¢2.\n\n(c) Calculate a 95% confidence interval for the variance of the population of fillings from which\nthis sample was taken.\n\n(5)\n\n(Total 17 marks)\n\nTOTAL FOR PAPER: 73 MARKS\nEND\n\nN24742A 4\n\nOe cee pe eg ee een ee eee ere erm ee mee ey emerne pny eee peeeenee deee neg seemed, IPRS LINE eeeme sonal emeeeme eee mey ee ETS Preeti Pe PPLE ED aay tee dee tet RL PREVI Rte adel seem eee Ta AUD DE Se Bt EL eT ee ee SE ee een ee dee nt OU ay eee een pen Te rn ns en ee\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/35_S6_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.pdf"}]