[{"Page":1,"Content":"1. A diabetic patient records her blood glucose readings in mmol/1 at random times of day over several\ndays. Her readings are given below.\n\n5.3 5.7 8.4 8.7 6.3 8.0 7.2\n\nAssuming that the blood glucose readings are normally distributed calculate\n\n(a) an unbiased estimate for the variance o° of the blood glucose readings,\n\n(2)\n(b) a 90% confidence interval for the variance o’ of blood glucose readings.\n(5)\n(c) State whether or not the confidence interval supports the assertion that o = 0.9.\nGive a reason for your answer.\n(1)\n(Total 8 marks)\n2. (a) Define\n(i) a Type IJ error,\n(1)\n(ii) a Type I error.\n(1)\n\n_ A manufacturer sells socks in boxes of 50.\n\nThe mean number of faulty socks per box is 7.5. In order to reduce the number of faulty socks a\nnew machine is tried. A box of socks made on the new machine was tested and the number of faulty\nsocks was 2.\n\n(b) (i) Assuming that the number of faulty socks per box follows a binomial distribution derive\na critical region needed to test whether or not there is evidence that the new machine has\nreduced the mean number of faulty socks per box. Use a 5% significance level.\n\n(2)\n(ii) Stating your hypotheses clearly, carry out the test in part (3).\n(3)\n(c) Find the probability of the Type I error for this test.\n(2)\n\n(d) Given that the true mean number of faulty socks per box on the new machine is 5, calculate the\nprobability of a Type II error for this test.\n\n(3)\n\n(ec) Explain what would have been the effect of changing the significance level for the test in part\n(b)} to 242%.\n\n(1)\n(Total 13 marks)\n\nN22340A : 2\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/31_S4_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.doc"},{"Page":2,"Content":"3. A population has mean yu and variance o. _\nA random sample of size 3 is to be taken from this population and _X denotes its sample mean.\nA second random sample of size 4 is to be taken from this population and Y denotes its sample\nmean.\n\n(a) Show that unbiased estimators for 4: are given by\n\ni) f,=-X+—Y,\nG) 4, 3 3\n\n(2)\nGi) A, =.\n(2)\n(b) Calculate Var (1, )\n(2)\n(c) Given that Var (4,)= 2! 42 state, giving a reason, which of these two estimators should be\nused. 243\n(1)\n(Total 7 marks)\n\n4. The number of accidents that occur at a crossroads has a mean of 3 per month. In order to improve\nthe flow of traffic the priority given to traffic is changed. Colin believes that since the change\nin priority the number of accidents has increased. He tests his belief by recording the number\nof accidents x in the month following the change. Colin sets up the hypotheses H,: 2 = 3 and\nH): 4 > 3, where A is the mean number of accidents per month, and rejects the null hypothesis\nif x > 4.\n\n(a) Find the size of the test.\n\n(3)\nThe table gives the values of the power function of the test to two decimal places.\n2 fats fo [a\n(b) Calculate the value of r and the value of s.\n(2)\n(c) Comment on the suitability of the test when A = 4.\n| (1)\n(Total 6 marks)\n\nN22340A 3 Turn over\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/31_S4_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.doc"},{"Page":3,"Content":"5. Seven pipes of equal length are selected at random. Each pipe is cut in half. One piece of each pipe\nis coated with protective paint and the other is left uncoated. All of the pieces of pipe are buried to\nthe same depth in various soils for 6 months.\n\nThe table gives the percentage area of the pieces of pipe in the various soils that are subject to\n\ncorrosion.\n\nwa PEPER\nYo Corrosion\ncoated pipe\n“Peel\n\n(a) Stating your hypotheses clearly and using a 5% significance level, carry out a paired /-test to\nassess whether or not there is a difference between the mean percentage of corrosion on the\ncoated pipes and the mean percentage of corrosion on the uncoated pipes.\n\n% Corrosion\nuncoated pipe\n\n(9)\n(b) (4) State an assumption that has been made in order to carry out this test.\n(1)\n(1) Comment on the validity of this assumption.\n(1)\n\n(c) State what difference would be made to the conclusion in part (a) if the test had been to\ndetermine whether or not the percentage of corrosion on the uncoated pipes was higher than\nthe mean percentage of corrosion on the coated pipes. Justify your answer.\n\n(2)\n(Total 13 marks)\n\nN22340A 4\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/31_S4_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.doc"},{"Page":4,"Content":"6. A tree is cut down and sawn into pieces. Half of the pieces are stored outside and half of the pieces\nare stored inside. After a year, a random sample of pieces is taken from each location and the\nhardness is measured. The hardness x units are summarised in the following table.\n\nNumber of >\nHleces sampled\n\n(a) Show that unbiased estimates for the variance of the values of hardness for wood stored outside\nand for the wood stored inside are 14.2 and 16.5, to 1 decimal place, respectively.\n\nHa\n\n(2)\n\nThe hardness of wood stored outside and the hardness of wood stored inside can be assumed to be\nnormally distributed with equal variances.\n\n(b) Calculate 95% confidence limits for the difference in mean hardness between the wood that\nwas stored outside and the wood that was stored inside.\n\n(3)\n\n(c) Using your answer to part (b), comment on the means of the hardness of wood stored outside\nand inside. Give a reason for your answer.\n\n(2)\n(Total 12 marks)\n\nN22340A 5 Turn over\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/31_S4_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.doc"},{"Page":5,"Content":"7. Apsychologist gives a test to students from two different schools, 4 and B.\nA group of 9 students is randomly selected from school A and given instructions on how to do the\ntest.\nA group of 7 students is randomly selected from school B and given the test without the instructions.\n\nThe table shows the time taken, to the nearest second, to complete the test by the two groups.\n\nAli 12 12 13 14 18 16 17 17\nBy 8 10 11 13 13 14 14\n\nStating your hypotheses clearly,\n\n(a) test at the 10% significance level, whether or not the variance of the times taken to complete\nthe test by students from school A is the same as the variance of the times taken to complete the\ntest by students from school B. (You may assume that times taken for each school are normally\ndistributed.)\n\n(7)\n\n(b) test at the 5% significance level, whether or not the mean time taken to complete the test by\nstudents from school A is greater than the mean time taken to complete the test by students\nfrom school B.\n\n(7)\n(c) Why does the result to part (a) enable you to carry out the test in part (b)?\n(1)\n(d) Give one factor that has not been taken into account in your analysis.\n(1)\n(Total 16 marks)\n\nTOTAL FOR PAPER: 75 MARKS\n\nEND\n\nN22340A 6\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/31_S4_January_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S6_January_2006_Mark_Scheme.doc"}]