[{"Page":1,"Content":"1. Jane shoots at a target until she hits it. The random variable J is the number of shots needed by Jane\nto hit the target.\n\n(a) State a suitable distribution to model J/.\n\n(1)\n(b) Given that the mean of J is 5, calculate the probability of Jane\n(i) hitting the target for the first time on her 4th shot,\n(3)\n(ii) taking at least 3 shots to hit the target for the first time.\n(5)\n(c) State any assumptions you have made using this model.\n(2)\n(Total 9 marks)\n\n2. A large college buys red and blue marker pens. Three times as many blue pens are bought as red\npens. The college has two suppliers for these pens. Supplier A provides 65% of the red pens and\n45% of the blue pens. The remainder of the pens comes from supplier B. The college knows that\n10% of the pens supplied by A and 5% of those supplied by B are defective. The pens are all stored\ntogether in a box. A member of staff selects a pen at random from the box.\n\n(a) Find the probability that the pen will be defective.\n(4)\n\nThe member of staff found that the pen was defective and complained to the college management\nabout the quality of pens from supplier A.\n\n(b) Find the probability that the defective pen was supplied by A.\n(5)\n\n(Total 9 marks)\n\n3. The continuous random variable X has probability density function\n\n0.25, 0<x<4\nfeo=|\n\n0, otherwise.\n\n(a) Write down the name of this distribution.\n\n(1)\n(b) Show that the moment generating function is given by Fg — 1).\n4t (4)\n(c) Using this moment generating function, find the mean and the variance of X.\n(4)\n\n(Total 9 marks)\n\nN24740A , 2\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/33_S5_anuary_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S5_January_2006_Mark_Scheme.pdf"},{"Page":2,"Content":"4, The probability that John wins a coconut in a game at the fair is 0.15.\n\nJohn plays a number of games.\n\n(a) Find\n(i) the probability of John winning his second coconut on his 7th game.\noe (2)\n(i1) the expected number of games John would need to play in order to win 3 coconuts.\n(1)\n(b) State two assumptions that you made in part (a).\n(2)\n\nSue plays the same game, but has a different probability of winning a coconut. She plays until she\nhas won r coconuts. The random variable G represents the total number of games Sue plays.\n\n(c) Given that the mean and the standard deviation of G are 18 and 6 respectively, determine\nwhether John or Sue has the greater probability of winning a coconut in a game.\n\n(5)\n(Total 10 marks)\n5. Power cuts occur in a village independently and at random, at a rate of 3 per year.\n(a) Find the probability that exactly one power cut occurs in the next month.\n(2)\n(b) Given that T is the time in months between successive power cuts, show that\nPO<T<t=1-e™.\n(3)\n(c) Calculate the probability that the interval between successive power cuts is\n(i) 4 months or less,\n(ti) between 3 and 4 months.\n(4)\n\nThere has just been a power cut.\n\n(d) Calculate the length of time within which there is a 75% chance that there will not be another\npower cut.\n\n(3)\n\n(Total 12 marks)\n\nN24740A 3 Turn over\n\nSEERA ST Mem EE ee teed mth ne wat enn nme 4 mm mp BP A NN NSE SUNN a Pay Meme eB ee I EI Dd ate Le eee meee eee eee eee ee ee et ee Set edd oo eledeeeenened oe jeneeey eeeeeem eye ceeeteees SPSEE OSG ete heey eee ence!\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/33_S5_anuary_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S5_January_2006_Mark_Scheme.pdf"},{"Page":3,"Content":"6. A large batch of components is delivered to a factory. A sample of 10 components is selected at\nrandom from the batch and tested for defects. If the sample contains no defective components\nthe batch is accepted. If more than two components are defective the batch is rejected, otherwise\na second random sample of 10 is taken and tested for defects. If the total number of defective\ncomponents in the two samples is less than 3, the batch is accepted; otherwise it is rejected. The\nprobability of a component being defective is 0.05.\n\n(a) Calculate the probability that the batch is accepted after the first sample has been tested for\n\ndefects.\n| (1)\n(b) Find the probability that a second sample is taken.\n(4)\n(c) Calculate the probability of the batch being accepted.\n(7)\n(Total 12 marks)\n7. The probability generating function of the random variable X 1s given by\nG(t) = k(+2t+27Y.\n]\n(a) Show that k= 35°\n° (2)\n(b) Find P(X = 2).\n(2)\n(c) Calculate E(X) and Var CX).\n(8)\n(d) Write down the probability generating function of 2X +1.\n(2)\n(Total 14 marks)\n\nTOTAL FOR PAPER: 75 MARKS\n\nEND\n\nN24740A 4\n","QP_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/33_S5_anuary_2006.pdf","MS_Link":"https://qualifications.pearson.com/content/dam/pdf/A%20Level/Mathematics/2013/Exam%20materials/S5_January_2006_Mark_Scheme.pdf"}]